[
  {
    "text": "\"The greater part of men choose to be damned rather than to love Almighty God.\"",
    "author": "Saint Alphonsus Maria Liguori, Doctor of the Church",
    "category": "fewness of the saved"
  },
  {
    "text": "\"The common opinion is that the greater part of adults is lost.\"",
    "author": "Saint Alphonsus Maria Liguori, Doctor of the Church",
    "category": "fewness of the saved"
  },
  {
    "text": "\"The greater number of men still say to God: Lord we will not serve Thee; we would rather be slaves of the devil, and condemned to Hell, than be Thy servants. Alas! The greatest number, my Jesus – we may say nearly all – not only do not love Thee, but offend Thee and despise Thee. How many countries there are in which there are scarcely any Catholics, and all the rest either infidels or heretics! And all of them are certainly on the way to being lost.\"",
    "author": "Saint Alphonsus Maria Liguori, Doctor of the Church",
    "category": "fewness of the saved"
  },
  {
    "text": "\"What is the number of those who love Thee, O God? How few they are! The Elect are much fewer than the damned! Alas! The greater portion of mankind lives in sin unto the devil, and not unto Jesus Christ. O Saviour of the world, I thank Thee for having called and permitted us to live in the true faith, which the Holy Roman Catholic Church teaches. […] But alas, O my Jesus! How small is the number of those who live in this holy faith! Oh, God! The greater number of men lie buried in the darkness of infidelity and heresy. Thou hast humbled Thyself to death, to the death of the cross, for the salvation of men, and these ungrateful men are unwilling even to know Thee. Ah, I pray Thee, O omnipotent God, O sovereign and infinite Good, make all men know and love Thee!\"",
    "author": "Saint Alphonsus Maria Liguori, Doctor of the Church",
    "category": "fewness of the saved"
  },
  {
    "text": "\"We were so fortunate to be born in the bosom of the Roman Church, in Christian and Catholic kingdoms, a grace that has not been granted to the greater part of men, who are born among idolaters, Mohammedans, or heretics. […] How thankful we ought to be, then, to Jesus Christ for the gift of faith! What would have become of us if we had been born in Asia, in Africa, in America, or in the midsts of heretics and schismatics? He who does not believe is lost. He who does not believe shall be condemned. And thus, probably, we also would have been lost.\"",
    "author": "Saint Alphonsus Maria Liguori, Doctor of the Church",
    "category": "fewness of the saved"
  },
  {
    "text": "\"All infidels and heretics are surely on the way to being lost. What an obligation we owe God for causing us to be born not only after the coming of Jesus Christ, but also in countries where the true faith reigns! I thank Thee, O Lord, for this. Woe to me if, after so many transgressions, it had been my fate to live in the midst of infidels or heretics!\"",
    "author": "Saint Alphonsus Maria Liguori, Doctor of the Church",
    "category": "fewness of the saved"
  },
  {
    "text": "\"In the Great Deluge in the days of Noah, nearly all mankind perished, eight persons alone being saved in the Ark. In our days a deluge, not of water but of sins, continually inundates the earth, and out of this deluge very few escape. Scarcely anyone is saved.\"",
    "author": "Saint Alphonsus Maria Liguori, Doctor of the Church",
    "category": "fewness of the saved"
  },
  {
    "text": "\"Saint Teresa, as the Roman Rota attests, never fell into any mortal sin; but still Our Lord showed her the place prepared for her in Hell; not because she deserved Hell, but because, had she not risen from the state of lukewarmness in which she lived, she would in the end have lost the grace of God and been damned.\"",
    "author": "Saint Alphonsus Maria Liguori, Doctor of the Church",
    "category": "fewness of the saved"
  },
  {
    "text": "\"The saints are few, but we must live with the few if we would be saved with the few. O God, too few indeed they are; yet among those few I wish to be!\"",
    "author": "Saint Alphonsus Maria Liguori, Doctor of the Church",
    "category": "fewness of the saved"
  },
  {
    "text": "\"All persons desire to be saved, but the greater part, because they will not adopt the means of being saved, fall into sin and are lost. […] In fact, the Elect are much fewer than the damned, for the reprobate are much more numerous than the Elect.\"",
    "author": "Saint Alphonsus Maria Liguori, Doctor of the Church",
    "category": "fewness of the saved"
  },
  {
    "text": "\"The Ark, which in the midst of the Flood was a symbol of the Church, was wide below and narrow above; and, at the summit, measured only a single cubit. […] It was wide where the animals were, narrow where men lived: for the Holy Church is indeed wide in the number of those who are carnal-minded, narrow in the number of those who are spiritual.\"",
    "author": "Pope Saint Gregory the Great, Father and Doctor of the Church",
    "category": "fewness of the saved"
  },
  {
    "text": "\"What do you think? How many of the inhabitants of this city may perhaps be saved? What I am about to tell you is very terrible, yet I will not conceal it from you. Out of this thickly populated city with its thousands of inhabitants not one hundred people will be saved. I even doubt whether there will be as many as that!\"",
    "author": "Saint John Chrysostom, Father and Doctor of the Church",
    "category": "fewness of the saved"
  },
  {
    "text": "\"I do not speak rashly, but as I feel and think. I do not think that many priests are saved, but that those who perish are far more numerous.\"",
    "author": "Saint John Chrysostom, Father and Doctor of the Church",
    "category": "fewness of the saved"
  },
  {
    "text": "\"If you want to be certain of being in the number of the Elect, strive to be one of the few, not one of the many. And if you would be quite sure of your salvation, strive to be among the fewest of the few; that is to say, do not follow the great majority of mankind, but follow those who enter upon the narrow way, who renounce the world, who give themselves to prayer, and who never relax their efforts by day or night, so that they may attain everlasting blessedness.\"",
    "author": "Saint Anselm, Father and Doctor of the Church",
    "category": "fewness of the saved"
  },
  {
    "text": "\"Christ’s flock is called ‘little’ (Luke 12:32) in comparison with the greater number of the reprobates.\"",
    "author": "Saint Bede the Venerable, Father and Doctor of the Church",
    "category": "fewness of the saved"
  },
  {
    "text": "\"Nor should we think that it is enough for salvation that we are no worse off than the mass of the careless and indifferent, or that in out faith we are, like so many others, uninstructed.\"",
    "author": "Saint Bede the Venerable, Father and Doctor of the Church",
    "category": "fewness of the saved"
  },
  {
    "text": "\"It is as though Jesus said: ‘O My Father, I am indeed going to clothe myself with human flesh, but the greater part of the world will set no value on my blood!’\"",
    "author": "Saint Isidore of Seville, Father and Doctor of the Church",
    "category": "fewness of the saved"
  },
  {
    "text": "\"The greater part of men will set no value on the blood of Christ, and will go on offending Him.\"",
    "author": "Saint Isidore of Seville, Father and Doctor of the Church",
    "category": "fewness of the saved"
  },
  {
    "text": "\"How few the Elect are may be understood from the multitude being cast out.\"",
    "author": "Saint Hilary of Poitiers, Father and Doctor of the Church",
    "category": "fewness of the saved"
  },
  {
    "text": "\"The majority of men shall not see God, excepting those who live justly, purified by righteousness and by every other virtue.\"",
    "author": "Saint Justin the Martyr",
    "category": "fewness of the saved"
  },
  {
    "text": "\"There are a select few who are saved.\"",
    "author": "Saint Thomas Aquinas, Doctor of the Church",
    "category": "fewness of the saved"
  },
  {
    "text": "\"Those who are saved are in the minority.\"",
    "author": "Saint Thomas Aquinas, Doctor of the Church",
    "category": "fewness of the saved"
  },
  {
    "text": "\"It is granted to few to recognize the true Church amid the darkness of so many schisms and heresies, and to fewer still so to love the truth which they have seen as to fly to its embrace.\"",
    "author": "Saint Robert Bellarmine, Doctor of the Church",
    "category": "fewness of the saved"
  },
  {
    "text": "\"Bad confessions damn the majority of Christians.\"",
    "author": "Saint Teresa of Avila, Doctor of the Church",
    "category": "fewness of the saved"
  },
  {
    "text": "\"I had the greatest sorrow for the many souls that condemned themselves to Hell, especially those Lutherans. […] I saw souls falling into hell like snowflakes.\"",
    "author": "Saint Teresa of Avila, Doctor of the Church",
    "category": "fewness of the saved"
  },
  {
    "text": "\"Behold how many there are who are called, and how few who are chosen! And behold, if you have no care for yourself, your perdition is more certain than your amendment, especially since the way that leads to eternal life is so narrow.\"",
    "author": "Saint John of the Cross, Doctor of the Church",
    "category": "fewness of the saved"
  },
  {
    "text": "\"The number of the elect is so small — so small — that, were we to know how small it is, we would faint away with grief: one here and there, scattered up and down the world!\"",
    "author": "Saint Louis Marie de Montfort",
    "category": "fewness of the saved"
  },
  {
    "text": "\"Be one of the small number who find the way to life, and enter by the narrow gate into Heaven. Take care not to follow the majority and the common herd, so many of whom are lost. Do not be deceived; there are only two roads: one that leads to life and is narrow; the other that leads to death and is wide. There is no middle way.\"",
    "author": "Saint Louis Marie de Montfort",
    "category": "fewness of the saved"
  },
  {
    "text": "\"A multitude of souls fall into the depths of Hell, and it is of the faith that all who die in mortal sin are condemned for ever and ever. According to statistics, approximately 80,000 persons die every day. How many of these will die in mortal sin, and how many will be condemned! For, as their lives have been, so also will be their end.\"",
    "author": "Saint Anthony Mary Claret",
    "category": "fewness of the saved"
  },
  {
    "text": "\"Nothing afflicts the heart of Jesus so much as to see all His sufferings of no avail to so many.\"",
    "author": "Saint John Mary Vianney",
    "category": "fewness of the saved"
  },
  {
    "text": "\"Shall we all be saved? Shall we go to Heaven? Alas, my children, we do not know at all! But I tremble when I see so many souls lost these days. See, they fall into Hell as leaves fall from the trees at the approach of winter.\"",
    "author": "Saint John Mary Vianney",
    "category": "fewness of the saved"
  },
  {
    "text": "\"The number of the saved is as few as the number of grapes left after the vineyard-pickers have passed.\"",
    "author": "Saint John Mary Vianney",
    "category": "fewness of the saved"
  },
  {
    "text": "\"Notwithstanding assurances that God did not create any man for Hell, and that He wishes all men to be saved, it remains equally true that only few will be saved; that only few will go to Heaven; and that the greater part of mankind will be lost forever.\"",
    "author": "Saint John Neumann",
    "category": "fewness of the saved"
  },
  {
    "text": "\"So vast a number of miserable souls perish, and so comparatively few are saved!\"",
    "author": "Saint Philip Neri",
    "category": "fewness of the saved"
  },
  {
    "text": "\"Ah! How very small is the kingdom of Jesus Christ! So many nations have never had the faith!\"",
    "author": "Saint Peter Julian Eymard",
    "category": "fewness of the saved"
  },
  {
    "text": "\"A great number of Christians are lost.\"",
    "author": "Saint Leonard of Port Maurice",
    "category": "fewness of the saved"
  },
  {
    "text": "\"Ah, how many souls lose Heaven and are cast into Hell!\"",
    "author": "Saint Francis Xavier",
    "category": "fewness of the saved"
  },
  {
    "text": "\"Ah! A great many persons live constantly in the state of damnation!\"",
    "author": "Saint Vincent de Paul",
    "category": "fewness of the saved"
  },
  {
    "text": "\"Get out of the filth of the horrible torrent of this world, the torrent of thorns that is whirling you into the abyss of eternal perdition. […] This torrent is the world, which resembles an impetuous torrent, full of garbage and evil odours, making a lot of noise but flowing swiftly passed, dragging the majority of men into the pit of perdition.\"",
    "author": "Saint John Eudes",
    "category": "fewness of the saved"
  },
  {
    "text": "\"One day, I saw two roads. One was broad, covered with sand and flowers, full of joy, music and all sorts of pleasures. People walked along it, dancing and enjoying themselves. They reached the end of the road without realizing it. And at the end of the road there was a horrible precipice; that is, the abyss of hell. The souls fell blindly into it; as they walked, so they fell. And there numbers were so great that it was impossible to count them. And I saw the other road, or rather, a path, for it was narrow and strewn with thorns and rocks; and the people who walked along it had tears in their eyes, and all kinds of suffering befell them. Some fell down upon the rocks, but stood up immediately and went on. At the end of the road there was a magnificent garden filled with all sorts of happiness, and all these souls entered there. At the very first instant they forgot all their sufferings.\"",
    "author": "Diary of Saint Maria Faustina Kowalska",
    "category": "fewness of the saved"
  },
  {
    "text": "\"Fear and honor, praise and bless, thank and adore the Lord God Almighty, in Trinity and Unity, Father, Son, and Holy Spirit, Creator of all things. Do not put off any longer confessing all your sins, for death will soon come. Give and it will be given you; forgive and you will be forgiven. . . Blessed are they who die repentant, for they shall go to the Kingdom of Heaven! But woe to those who are not converted, for these children of the Devil will go with their father into everlasting fire. Be watchful, therefore. Shun evil, and persevere in well-doing until the end.\"",
    "author": "Saint Francis of Assisi",
    "category": "fewness of the saved"
  },
  {
    "text": "\"Meditate on the horrors of Hell, which will last for eternity because of one easily-committed mortal sin. Try hard to be among the few who are chosen. Think of the eternal flames of Hell, and how few there are that are saved.\"",
    "author": "Saint Benedict Joseph Labre",
    "category": "fewness of the saved"
  },
  {
    "text": "\"Yes, indeed, many will be damned; few will be saved.\"",
    "author": "Saint Benedict Joseph Labre",
    "category": "fewness of the saved"
  },
  {
    "text": "\"The path to Heaven is narrow, rough and full of wearisome and trying ascents, nor can it be trodden without great toil; and therefore wrong is their way, gross their error, and assured their ruin who, after the testimony of so many thousands of saints, will not learn where to settle their footing.\"",
    "author": "Saint Robert Southwell",
    "category": "fewness of the saved"
  },
  {
    "text": "\"Oh how much are the worldlings deceived that rejoice in the time of weeping, and make their place of imprisonment a palace of pleasure; that consider the examples of the saints as follies, and their end as dishonorable; that think to go to Heaven by the wide way that leadeth only to perdition!\"",
    "author": "Saint Robert Southwell",
    "category": "fewness of the saved"
  },
  {
    "text": "\"Live with the few if you want to reign with the few.\"",
    "author": "Saint John Climacus",
    "category": "fewness of the saved"
  },
  {
    "text": "\"The number of the damned is incalculable.\"",
    "author": "Saint Veronica Giuliani",
    "category": "fewness of the saved"
  },
  {
    "text": "\"I see around me a multitude of those who, blindly persevering in error, despise the true God; but I am a Christian nevertheless, and I follow the instruction of the Apostles. If this deserves chastisement, reward it; for I am determined to suffer every torture rather then become the slave of the devil. Others may do as they please since they are […] reckless of the future life, which is to be obtained only by sufferings. Scripture tells us that “narrow is the way that leads to life” […] because it is one of affliction and of persecutions suffered for the sake of justice; but it is wide enough for those who walk upon it, because their faith and the hope of an eternal reward make it so for them. […] On the contrary, the road of vice is in reality narrow, and it leads to an eternal precipice.\"",
    "author": "Saint Leo of Patara",
    "category": "fewness of the saved"
  },
  {
    "text": "\"Brethren, the just man shall scarcely be saved. What, then, will become of the sinner?\"",
    "author": "Saint Arsenius",
    "category": "fewness of the saved"
  },
  {
    "text": "\"Among adults there are few saved because of sins of the flesh. […] With the exception of those who die in childhood, most men will be damned.\"",
    "author": "Saint Regimius of Rheims",
    "category": "fewness of the saved"
  },
  {
    "text": "\"How many among these uncivilized peoples do not yet know God, and are sunk in the darkest idolatry, superstition and ignorance! […] Poor souls! These are they in whom Christ saw, in all the horror of His imminent Passion, the uselessness of His agony for so many souls!\"",
    "author": "Saint Francis Xavier Cabrini",
    "category": "fewness of the saved"
  },
  {
    "text": "\"O Jesus! […] Remember the sadness that Thou didst experience when, contemplating in the light of Thy divinity the predestination of those who would be saved by the merits of Thy sacred passion, thou didst see at the same time the great multitude of reprobates who would be damned for their sins, and Thou didst complain bitterly of those hopeless, lost, and unfortunate sinners.\"",
    "author": "Saint Bridget of Sweden",
    "category": "fewness of the saved"
  },
  {
    "text": "\"The greater number of Christians today are damned. The destiny of those dying on one day is that very few – not as many as ten – went strait to Heaven; many remained in Purgatory; and those cast into Hell were as numerous as snowflakes in mid-winter.\"",
    "author": "Blessed Anna Maria Taigi",
    "category": "fewness of the saved"
  },
  {
    "text": "\"They who are enlightened to walk in the way of perfection, and through lukewarmness wish to tread the ordinary path, shall be abandoned.\"",
    "author": "Blessed Angela of Foligno",
    "category": "fewness of the saved"
  },
  {
    "text": "\"One day, Saint Macarius found a skull and asked it whose head it had been. ‘A pagan’s!’ it replied. ‘And where is your soul?’ he asked. ‘In Hell!’ came the reply. Macarius then asked the skull if its place was very deep in Hell. ‘As far down as the earth is lower than Heaven!’ ‘And are there any other souls lodged even lower?’ ‘Yes! The souls of the Jews!’ ‘And even lower than the Jews?’ ‘Yes! The souls of bad Christians who were redeemed with the blood of Christ and held there privilege so cheaply!’\"",
    "author": "Blessed James of Voragine",
    "category": "fewness of the saved"
  },
  {
    "text": "\"I fear that Last Day, that day of tribulation and anguish, of calamity and misery, of mist and darkness, that Day on which, if the just have reason to fear, how much more should I: an impious, wretched, and ungrateful sinner!\"",
    "author": "Blessed Sebastian Valfre",
    "category": "fewness of the saved"
  },
  {
    "text": "\"I was watching souls going down into the abyss as thick and fast as snowflakes falling in the winter mist.\"",
    "author": "Blessed Benedict Joseph Labre",
    "category": "fewness of the saved"
  },
  {
    "text": "\"Take care not to resemble the multitude whose knowledge of God’s will only condemns them to more severe punishment.\"",
    "author": "Blessed John of Avila",
    "category": "fewness of the saved"
  },
  {
    "text": "\"That those who walk in the way of salvation are the smaller number is due to the vice and depraved habits imbibed in youth and nourished in childhood. By these means Lucifer has hurled into Hell so great a number of souls, and continues thus to hurl them into Hell every day, casting so many nations from abyss to abyss of darkness and errors, such as are contained in the heresies and false sects of the infidels.\"",
    "author": "Venerable Mary of Agreda",
    "category": "fewness of the saved"
  },
  {
    "text": "\"The majority of souls appear before the Judgement empty-handed. They did nothing good for eternity.\"",
    "author": "Venerable Mary of Agreda",
    "category": "fewness of the saved"
  },
  {
    "text": "\"Countless hosts have fallen into Hell.\"",
    "author": "Venerable Mary of Agreda",
    "category": "fewness of the saved"
  },
  {
    "text": "\"So many people are going to die, and almost all of them are going to Hell! So many people falling into hell!\"",
    "author": "Blessed Jacinta of Fatima",
    "category": "fewness of the saved"
  },
  {
    "text": "\"Taking into account the behavior of mankind, only a small part of the human race will be saved.\"",
    "author": "Sister Lucia of Fatima",
    "category": "fewness of the saved"
  },
  {
    "text": "\"The Rosary is the ‘weapon’ for these times.\"",
    "author": "Saint Padre Pio",
    "category": "rosary"
  },
  {
    "text": "\"Give me an army saying the Rosary and I will conquer the world.\"",
    "author": "Blessed Pope Pius IX",
    "category": "rosary"
  },
  {
    "text": "\"The greatest method of praying is to pray the Rosary.\"",
    "author": "Saint Francis de Sales",
    "category": "rosary"
  },
  {
    "text": "\"Some people are so foolish that they think they can go through life without the help of the Blessed Mother. Love the Madonna and pray the rosary, for her Rosary is the weapon against the evils of the world today. All graces given by God pass through the Blessed Mother.\"",
    "author": "St. Padre Pio",
    "category": "rosary"
  },
  {
    "text": "\"Go to the Madonna. Love her! Always say the Rosary. Say it well. Say it as often as you can! Be souls of prayer. Never tire of praying, it is what is essential. Prayer shakes the Heart of God, it obtains necessary graces!\"",
    "author": "St. Padre Pio",
    "category": "rosary"
  },
  {
    "text": "\"The holy Rosary is a powerful weapon. Use it with confidence and you’ll be amazed at the results.\"",
    "author": "St. Josemaria Escriva",
    "category": "rosary"
  },
  {
    "text": "\"Say the Holy Rosary. Blessed be that monotony of Hail Mary’s which purifies the monotony of your sins!\"",
    "author": "St. Josemaria Escriva",
    "category": "rosary"
  },
  {
    "text": "\"For those who use their intelligence and their study as a weapon, the Rosary is most effective. Because that apparently monotonous way of beseeching Our Lady as children do their Mother, can destroy every seed of vainglory and pride.\"",
    "author": "St. Josemaria Escriva",
    "category": "rosary"
  },
  {
    "text": "\"You always leave the Rosary for later, and you end up not saying it at all because you are sleepy. If there is no other time, say it in the street without letting anybody notice it. It will, moreover, help you to have presence of God.\"",
    "author": "St. Josemaria Escriva",
    "category": "rosary"
  },
  {
    "text": "\"The Rosary is a powerful weapon to put the demons to flight and to keep oneself from sin…If you desire peace in your hearts, in your homes, and in your country, assemble each evening to recite the Rosary. Let not even one day pass without saying it, no matter how burdened you may be with many cares and labors.\"",
    "author": "Pope Pius XI",
    "category": "rosary"
  },
  {
    "text": "\"The rosary is the book of the blind, where souls see and there enact the greatest drama of love the world has ever known; it is the book of the simple, which initiates them into mysteries and knowledge more satisfying than the education of other men; it is the book of the aged, whose eyes close upon the shadow of this world, and open on the substance of the next. The power of the rosary is beyond description.\"",
    "author": "Archbishop Fulton Sheen",
    "category": "rosary"
  },
  {
    "text": "\"The Rosary is the most excellent form of prayer and the most efficacious means of attaining eternal life. It is the remedy for all our evils, the root of all our blessings. There is no more excellent way of praying.\"",
    "author": "Pope Leo XIII",
    "category": "rosary"
  },
  {
    "text": "\"No one can live continually in sin and continue to say the Rosary: either they will give up sin or they will give up the Rosary\"",
    "author": "Bishop Hugh Doyle",
    "category": "rosary"
  },
  {
    "text": "\"The Most Holy Virgin in these last times in which we live has given a new efficacy to the recitation of the Rosary to such an extent that there is no problem, no matter how difficult it is, whether temporal or above all spiritual, in the personal life of each one of us, of our families…that cannot be solved by the Rosary. There is no problem, I tell you, no matter how difficult it is, that we cannot resolve by the prayer of the Holy Rosary.\"",
    "author": "Sister Lucia dos Santos of Fatima",
    "category": "rosary"
  },
  {
    "text": "\"If you persevere in reciting the Rosary, this will be a most probable sign of your eternal salvation.\"",
    "author": "Blessed Alanus de Rupe",
    "category": "rosary"
  },
  {
    "text": "\"Never will anyone who says his Rosary every day be led astray. This is a statement that I would gladly sign with my blood.\"",
    "author": "Saint Louis de Montfort",
    "category": "rosary"
  },
  {
    "text": "\"When the Holy Rosary is said well, it gives Jesus and Mary more glory and is more meritorious than any other prayer.\"",
    "author": "Saint Louis de Montfort",
    "category": "rosary"
  },
  {
    "text": "\"If you say the Rosary faithfully unto death, I do assure you that, in spite of the gravity of your sins, you will receive a never-fading crown of glory.\"",
    "author": "Saint Louis de Montfort",
    "category": "rosary"
  },
  {
    "text": "\"The Rosary is a priceless treasure inspired by God.\"",
    "author": "Saint Louis de Montfort",
    "category": "rosary"
  },
  {
    "text": "\"Recite your Rosary with faith, with humility, with confidence, and with perseverance.\"",
    "author": "Saint Louis de Montfort",
    "category": "rosary"
  },
  {
    "text": "\"Of all prayers the Rosary is the most beautiful and the richest in graces . . . love the Rosary and recite it every day with devotion.\"",
    "author": "Saint Pius X",
    "category": "rosary"
  },
  {
    "text": "\"There is no surer means of calling down God’s blessings upon the family . . . than the daily recitation of the Rosary.\"",
    "author": "Pope Pius XII",
    "category": "rosary"
  },
  {
    "text": "\"Our Lady has never refused me a grace through the recitation of the Rosary.\"",
    "author": "Saint Padre Pio",
    "category": "rosary"
  },
  {
    "text": "\"Here is an example to help you understand the efficacy of the Rosary. You remember the story of David who vanquished Goliath. What steps did the young Israelite take to overthrow the giant? He struck him in the middle of the forehead with a pebble from his sling. If we regard the Philistine as representing evil and all its powers: heresy, impurity, pride, we can consider the little stones from the sling capable of overthrowing the enemy as symbolizing the Aves of the Rosary.\"",
    "author": "Blessed Columba Marmion",
    "category": "rosary"
  },
  {
    "text": "\"Particular law remaining in force, the use of the Latin language is to be preserved in the Latin rites.\"",
    "author": "Vatican II, Sacrosanctum Concilium, n. 36",
    "category": "latin"
  },
  {
    "text": "\"Steps should be taken so that the faithful may also be able to say or to sing together in Latin those parts of the Ordinary of the Mass which pertain to them.\"",
    "author": "Vatican II, Sacrosanctum Concilium, n. 50",
    "category": "latin"
  },
  {
    "text": "\"Pastors of souls should take care that besides the vernacular 'the faithful may also be able to say or sing together in Latin those parts of the Ordinary of the Mass which pertain to them.\"",
    "author": "Sacred Congregation of Rites, Musicam sacram (1967), n. 47",
    "category": "latin"
  },
  {
    "text": "\"The Roman Church has special obligations towards Latin, the splendid language of ancient Rome, and she must manifest them whenever the occasion presents itself.\"",
    "author": "John Paul II, Dominicae cenae (1980), n. 10",
    "category": "latin"
  },
  {
    "text": "\"Mass is celebrated either in Latin or in another language, provided that liturgical texts are used which have been approved according to the norm of law. Except in the case of celebrations of the Mass that are scheduled by the ecclesiastical authorities to take place in the language of the people. Priests are always and everywhere permitted to celebrate Mass in Latin.\"",
    "author": "Congregation for Divine Worship and the Discipline of the Sacraments, Redemptionis Sacramentum (2004), n. 112",
    "category": "latin"
  },
  {
    "text": "\"I ask that future priests, from their time in the seminary, receive the preparation needed to understand and to celebrate Mass in Latin, and also to use Latin texts and execute Gregorian chant; nor should we forget that the faithful can be taught to recite the more common prayers in Latin, and also to sing parts of the liturgy to Gregorian chant.\"",
    "author": "Benedict XVI, Sacramentum caritatis (2007), n. 62",
    "category": "latin"
  },
  {
    "text": "\"For the Church, precisely because it embraces all nations and is destined to endure until the end of time... of its very nature requires a language which is universal, immutable, and non-vernacular.\"",
    "author": "Pope Pius XI, Officiorum Omnium, 1922",
    "category": "latin"
  },
  {
    "text": "\"The use of the Latin language prevailing in a great part of the Church affords at once an imposing sign of unity and an effective safeguard against the corruption of true doctrine.\"",
    "author": "Pope Pius XII, Mediator Dei",
    "category": "latin"
  },
  {
    "text": "\"The Catholic Church has a dignity far surpassing that of every merely human society, for it was founded by Christ the Lord. It is altogether fitting, therefore, that the language it uses should be noble, majestic and non-vernacular.\"",
    "author": "Pope John XXIII, Veterum Sapientia, 1962",
    "category": "latin"
  },
  {
    "text": "\"The Latin language is assuredly worthy of being defended with great care instead of being scorned; for the Latin Church it is the most abundant source of Christian civilization and the richest treasury of piety... we must not hold in low esteem these traditions of your fathers which were your glory for centuries.\"",
    "author": "Pope Paul VI, Sacrificium Laudis, 1966",
    "category": "latin"
  },
  {
    "text": "\"The day the Church abandons her universal tongue [Latin] is the day before she returns to the catacombs.\"",
    "author": "Pope Pius XII",
    "category": "latin"
  }
]
